Repository: mericorhay/CueTake
Catalog: Packages/CueTakeKit/Sources/LibraryFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# home.create.kicker
source: NEW
es: NUEVO
tr: YENİ

# home.create.subtitle
source: Idea, script, workflow or straight to camera
es: Idea, guion, Workflow o directo a cámara
tr: Fikir, metin, Workflow ya da doğrudan kamera

# home.create.title
source: Create video
es: Crear video
tr: Video oluştur

# home.empty
source: Nothing here yet. Bring in the clips you already shot and put them in order.
es: Nada aquí todavía. Trae los clips que ya grabaste y colócalos en orden.
tr: Burası henüz boş. Çektiğin klipleri getir, sırasına koy.

# home.empty.action
source: Start a video
es: Iniciar un video
tr: Bir video başlat

# home.recent.all
source: All
es: Todos
tr: Tümü

# home.section.recent
source: RECENT
es: RECENTES
tr: SON ÇALIŞMALAR

# home.suflor.badge
source: NEW
es: NUEVO
tr: YENİ

# home.suflor.hint
source: Prepares the sponsor's lines and floats them beside your live stream.
es: Prepara las líneas del patrocinador y las muestra al lado de tu transmisión en vivo.
tr: Reklamın cümlelerini hazırlar ve canlı yayınının yanında yüzdürür.

# home.suflor.subtitle
source: A prompter floating over TikTok or Instagram while you're live.
es: Un teleprompter flotante sobre TikTok o Instagram mientras transmites en vivo.
tr: Canlı yayında TikTok'un, Instagram'ın üstünde süzülen suflör.

# home.teleprompter.hint
source: Opens a place for your script, then the camera
es: Abre un espacio para tu guion, luego la cámara
tr: Önce metin alanını, sonra kamerayı açar

# home.teleprompter.subtitle
source: Paste your words and start recording
es: Pega tus palabras y comienza a grabar
tr: Metnini yapıştır, hemen çekmeye başla

# home.workflow.meta
source: 5 steps · run 12 times
es: 5 pasos · ejecutar 12 veces
tr: 5 adım · 12 kez çalıştı

# home.workflow.name
source: Product Reel
es: Reel de producto
tr: Ürün Reel'i

# projects.delete
source: Delete
es: Eliminar
tr: Sil

# projects.empty
source: Your finished and half-finished videos will live here.
es: Tus videos terminados y en proceso estarán aquí.
tr: Bitmiş ve yarım kalmış videoların burada duracak.

# projects.select.all
source: Select all
es: Seleccionar todo
tr: Tümünü seç

# projects.select.cancel
source: Cancel
es: Cancelar
tr: Vazgeç

# projects.select.confirm %lld
source: Delete %lld projects?
es: Eliminar %lld proyectos?
tr: %lld proje silinsin mi?

# projects.select.confirm.message
source: Their footage and edits are removed from this iPhone. This cannot be undone.
es: Su material y ediciones se eliminarán de este iPhone. No se puede deshacer.
tr: Görüntüleri ve düzenlemeleri bu iPhone'dan silinir. Geri alınamaz.

# projects.select.count %lld
source: %lld selected
es: %lld seleccionados
tr: %lld seçili

# projects.select.delete
source: Delete
es: Eliminar
tr: Sil

# projects.select.hint
source: Hold a project to select several
es: Mantén un proyecto para seleccionar varios
tr: Birden fazla seçmek için bir projeye basılı tut

# projects.select.hintActive
source: Tap projects to add or remove them
es: Toca los proyectos para agregarlos o quitarlos
tr: Eklemek ya da çıkarmak için projelere dokun

# projects.select.none
source: Select none
es: No seleccionar
tr: Seçimi kaldır

# projects.subtitle
source: 7 videos · 3 drafts
es: 7 videos · 3 borradores
tr: 7 video · 3 taslak

# projects.title
source: Projects
es: Proyectos
tr: Projeler

# home.greeting.title.anonymous
source: Ready when you are.
es: Listo cuando tú estés.
tr: Hazırsan, başla.

# home.section.workflows
source: WORKFLOWS
tr: WORKFLOW'LAR
